#!/bin/bash


my_love(){


	echo -e	"\e[1;31;47m Ju 寶 \e[0m"
	echo -e " 啊啊啊啊～又是一個半成品，不知道是整ju還是禮物來著，哈哈；本來有個偉大的計劃可惡，又太高估自己了。\
		\n 沒做的很完美，不過希望你會喜歡你的生日禮物。\
		\n 又過了一年了，今年的你終於被看見了。真的很為你感到開心。雖然小艾玻璃心讓Ju操心，但Ju放心我會慢慢的好的。\
		\n 只要記得我愛你的心一直保存著就好。喜歡沒有壓力的Ju，好想跟Ju一起出遊，覺得公司不適合我們的交流。\
		\n 最近想找找你的照片發現所有照片都在上半年拍的。原來我們很久沒一起去美美的地方，幫Ju拍照了，覺得不開心。\
		\n 對於程式這樣的形式，好像不太適合我這圖像人士。下次還是不要搞自己好了。哈哈。 \
		\n 啊啊啊啊！以上根本不浪漫可惡！本來想要用圖像有音樂的～ \
		\n 不管， 反正就這樣～哈哈哈 \
		\n 小艾祝你"

	echo -e	"\e[1;4;7;31;47m				生日快樂				\e[0m"
	echo 	" 							2018.11.23                 "


}

my_love
